[
  {
    "category": "Tech",
    "subcategory": "Swarms",
    "name": "Cleaner Swarm",
    "complexity/gp": "Min/1",
    "summary": "Cleans, eliminates forensic evidence.",
    "description": "<p>This nanoswarm cleans, polishes, and removes dirt and stains. You may deploy it to sanitize an area, specific objects, or people. Some facilities employ permanent cleaner swarms to keep their area spotless. Cleaners are especially useful for decontaminating an area of hazardous toxins or chemicals. Covert operatives and criminals use cleaners to eliminate potential forensic evidence, such as blood, hair, or anything that could be DNA-typed.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "3da33f94-a8e2-445c-ba77-e9999441eaa4"
  },
  {
    "category": "Tech",
    "subcategory": "Swarms",
    "name": "Disassembler Swarm",
    "complexity/gp": "Mod/R/2",
    "summary": "Deconstructs, DV 1d6 per turn, eats armor.",
    "description": "<p>Also known as smart corrosives, these nanobots break down matter. They can be programmed to take apart specific materials while ignoring others, leaving them intact. They are sometimes used as an anti-matériel weapon, eating away at synthmorphs, weapons, and gear while ignoring biomorphs (or vice versa). Upon contact, disassemblers inflict DV 1d6 per action turn. Accumulated damage counts as a wound when your Wound Threshold is reached. Worn armor (both energy and kinetic) protects against this damage (unless the swarm is programmed to ignore it), but is also eaten away; reduce the AV by the damage inflicted, splitting it between armor types (i.e., a disassembler inflicting DV 2 turns AV 4/2 into 3/1).</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "77abb7e9-7400-484b-8051-6c7c6f673a14"
  },
  {
    "category": "Tech",
    "subcategory": "Swarms",
    "name": "Engineer Swarm",
    "complexity/gp": "Min/1",
    "summary": "Constructs/shapes environment.",
    "description": "<p>Engineer microswarms are used for construction purposes: erecting walls, digging tunnels, sealing holes, reinforcing foundations, and so on. Though they work slower than robots, they are useful for hard-to-get areas, complex designs, or handling difficult materials.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "8321d836-cafa-42f5-9057-347e7d6a8bda"
  },
  {
    "category": "Tech",
    "subcategory": "Swarms",
    "name": "Fixer Swarm",
    "complexity/gp": "Mod/2",
    "summary": "Repairs 1d10 damage per hour or 1 wound per day.",
    "description": "<p>Fixers repair objects and restore them to their original specifications. They must be programmed with the item’s nanofabrication blueprints or given time (~an hour) to scan an identical object; they are not smart enough to recognize and repair damage on their own. A fixer swarm repairs 1d10 [6] damage per hour. Once all damage is repaired, it will restore 1 wound per day. Fixers also clean and polish items, returning them to a new, pristine state. Fixer swarms cannot effect repairs on objects with more than 3 wounds, but they will apply a +30 modifier to Hardware Tests for repair.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "9c894388-019b-4351-a90a-ba6a65215fd0"
  },
  {
    "category": "Tech",
    "subcategory": "Swarms",
    "name": "Gardener Swarm",
    "complexity/gp": "Min/1",
    "summary": "Maintains flora, defoliates, kills weeds, pollinates, etc.",
    "description": "<p>This microswarm is useful for a number of agricultural purposes: killing weeds, planting seeds, trimming plants, pollinating, and even harvesting small items. It can also be programmed to defoliate an area. Gardener swarms are common in habitat greenhouses and hydroponics bays.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "685a8c86-3fce-4cf4-8b26-4bd2388d9d8b"
  },
  {
    "category": "Tech",
    "subcategory": "Swarms",
    "name": "Guardian Swarm",
    "complexity/gp": "Mod/2",
    "summary": "Disables other swarms; both swarms take DV 5 per turn.",
    "description": "<p>Guardians watch for and attack other unauthorized swarms. These mites neutralize other nanobots by physically latching on to them, effectively disabling both. This war of attrition takes its toll on the guardian swarm as well. Every action turn, both the guardian and targeted swarm take DV 1d10 [6]. Guardians can be programmed or instructed to release captured mites, allowing you to temporarily disable a swarm and then release it afterwards.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "2e22686b-e284-43d7-8225-2656f0c57c4e"
  },
  {
    "category": "Tech",
    "subcategory": "Swarms",
    "name": "Protean Swarm",
    "complexity/gp": "As Object",
    "summary": "Nanofabricates a specific, pre-programmed item.",
    "description": "<p>This nanoswarm disassembles other materials in order to create a single, specific object (much like a specialized nanofabricator). The proteans must be able to scavenge appropriate raw materials (for example, to create a metallic device the nanobots must transform something else made of metal), whether by specific or indiscriminate targeting of their surroundings. Assembly time is based upon complexity, just like regular nanofabrication. The specific blueprint they follow must be specified when the swarm is acquired.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "b1fb357c-3855-46cf-9658-63ec9dd6a7d7"
  },
  {
    "category": "Tech",
    "subcategory": "Swarms",
    "name": "Pusher Swarm",
    "complexity/gp": "Min/R/1+drug/toxin",
    "summary": "Exposes biomorphs to drug/toxin.",
    "description": "<p>Pusher microswarms deliver drug/toxin payloads to biological targets. They either inject a target in mosquito mode or mass-release an aerosol cloud for inhalation/skin contact. Pusher swarms can be programmed to seek out specific people, biomorphs or animals of a certain type, or all living things. A biological target who comes into contact with a pusher swarm is automatically exposed to the effect of the carried drug or toxin. Pushers cannot penetrate vacsuits, but they can linger on the exterior long enough to target the occupant when they remove it. Each swarm carries enough to affect 5 targets.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "ec6ed912-e62b-4db4-a998-692c0087a54d"
  },
  {
    "category": "Tech",
    "subcategory": "Swarms",
    "name": "Saboteur Swarm",
    "complexity/gp": "Mod/R/2",
    "summary": "Sabotages electronics/machinery; 50% chance of wound every WT turns.",
    "description": "<p>Sab nanobots infiltrate electronics or machinery and sabotage them in small but difficult to discern ways: severed connections, disabled components, gummed up moving parts, etc. You may set them to target a specific device, a type of device (i.e., all case morphs), or any electronics or machinery they can find. Once an object is exposed, the saboteurs have a 50% chance of inflicting a wound (and the equivalent DV) every (Wound Threshold) action turns. This will continue until the target has suffered 5 wounds and is incapacitated. Armor has no effect, but the wounds can be repaired as normal. Saboteurs cannot sabotage other nanoswarms.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "130d5bef-d461-480c-80ed-7bb91efd9cbd"
  },
  {
    "category": "Tech",
    "subcategory": "Swarms",
    "name": "Scout Swarm",
    "complexity/gp": "Min/1",
    "summary": "Maps area, collects forensic evidence, Know: Chemistry 60, Medicine: Forensics 60.",
    "description": "<p>A scout nanoswarm will systematically map and explore an area, sampling and chemically analyzing all materials and substances it encounters. Scouts can thoroughly map a room, identify all of the objects, and collect forensic evidence about who recently visited and what has gone on there. Scouts have Know: Chemistry 60 and Medicine: Forensics at 60. They can identify DNA, gunpowder residue from firearms, clothing fibers, smart animal dander, and similar evidence up to 2 weeks old. Scouts can penetrate inside drawers, closets, clothing, and other areas that are not air-tight.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "bd7cc0e4-6a98-444b-989f-245270e61e89"
  },
  {
    "category": "Tech",
    "subcategory": "Swarms",
    "name": "Spy Swarm",
    "complexity/gp": "Min/1",
    "summary": "Surveillance, Perceive 60.",
    "description": "<p>Also known as “smart dust,” spy swarms are invisible clouds of surveillance. Spy mites are loaded with cameras (standard visual wavelengths), microphones, and chemical sensors. They offer blanket surveillance of an area. Each swarm has Perceive 60.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "0b3832e5-2ab1-4a2e-bf6e-01cfd35c7530"
  },
  {
    "category": "Tech",
    "subcategory": "Swarms",
    "name": "Taggant Swarm",
    "complexity/gp": "Min/1",
    "summary": "Tag everything in area for tracking purposes.",
    "description": "<p>Taggants grip onto and lodge themselves into everything in their dispersal volume. Each carries a unique identifier, so that if it is found, the tagged person or object can be linked to the point they were tagged. Taggants can be programmed to remain silent, responding to query broadcasts made with the proper crypto codes, or they can be programmed to broadcast their location back to the deployer via the mesh. Some high-security facilities deploy taggants at their egress points when alarms are triggered to mark intruders.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "1b76d4be-f240-4133-be16-490ff252bf34"
  }
]