[
  {
    "category": "Comms",
    "subcategory": "Communication Gear",
    "name": "Breadcrumb System",
    "complexity/gp": "Min/1",
    "summary": "Leaves mote trail for meshing/positioning.",
    "description": "<p>This worn device leaves micro-sized “breadcrumb” motes behind as you move, roughly every 25 meters. These devices mesh with each other and other devices, allowing you to map your position in relation to the breadcrumb trail, and creating a mesh connection all the way back to the trail’s source. This is for tracking your movement, finding your way back, and keeping meshed with your camp or ship in derelict habitats, wilderness, and other areas where there is no local functioning mesh.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "bab391c7-7ed1-4994-8305-84b6ccd37693"
  },
  {
    "category": "Comms",
    "subcategory": "Communication Gear",
    "name": "Emergency Distress Beacon",
    "complexity/gp": "Min/1",
    "summary": "Powerful radio transmitter, 50/500 km range.",
    "description": "<p>This powerful radio transmitter will broadcast any programmed distress call and positioning data for years. Though small and portable, this beacon has a range of 500 km in urban areas and 5,000 km elsewhere. It specifically transmits on frequencies monitored by satellites (if any) and spacecraft. The beacon only transmits, it does not receive messages. Beacons possess both impact and environmental sensors, and can be set to auto-activate if triggered by g-forces, vacuum, or other specified conditions.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "270c3f00-3ad1-4dd4-91d9-f5dd745ff3b8"
  },
  {
    "category": "Comms",
    "subcategory": "Communication Gear",
    "name": "Laser/Microwave Link (Micro)",
    "complexity/gp": "Min/1",
    "summary": "Tight-beam communication links, line-of-sight 500 m range.",
    "description": "<p>These portable devices are used to establish a tight-beam, line-of-sight communications channel with another laser or microwave link. The range of these transceivers varies widely with environmental factors, but approximates 50 kilometers in atmosphere and 500 kilometers in space (though horizon limits must be kept in mind, being 5 kilometers at ground level on Earth and less on smaller bodies). Lasers are subject to interference from fog, dirt, smoke, and similar visual chaff, while microwaves may be hindered by metallic obstructions. These links can only be intercepted by getting directly in between the beams. Some teams carry a micro version of this system, worn on their person, allowing line of sight intra-team communications that cannot be intercepted like radio.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "b3446e99-aea2-4c32-963b-010a6e672550"
  },
  {
    "category": "Comms",
    "subcategory": "Communication Gear",
    "name": "Laser/Microwave Link (Small)",
    "complexity/gp": "Mod/2",
    "summary": "Tight-beam communication links, line-of-sight 50/500 km range.",
    "description": "<p>These portable devices are used to establish a tight-beam, line-of-sight communications channel with another laser or microwave link. The range of these transceivers varies widely with environmental factors, but approximates 50 kilometers in atmosphere and 500 kilometers in space (though horizon limits must be kept in mind, being 5 kilometers at ground level on Earth and less on smaller bodies). Lasers are subject to interference from fog, dirt, smoke, and similar visual chaff, while microwaves may be hindered by metallic obstructions. These links can only be intercepted by getting directly in between the beams. Some teams carry a micro version of this system, worn on their person, allowing line of sight intra-team communications that cannot be intercepted like radio.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "5c5fc3b4-1f46-4811-b4b5-aaeddeb0e1b5"
  },
  {
    "category": "Comms",
    "subcategory": "Communication Gear",
    "name": "Mission Recorder",
    "complexity/gp": "Min/1",
    "summary": "Backs up all mission data.",
    "description": "<p>This storage device is used to record all data from a mission — lifelogs, XP, sensor feeds, and so on — for later retrieval. This serves to backup all data in remote locations and for search-and-rescue teams to analyze if something goes wrong. Gatecrashers often hook these to radio boosters and leave them near the pandora gate.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "0850d868-e6ed-45e9-8dac-c861cac69617"
  },
  {
    "category": "Comms",
    "subcategory": "Communication Gear",
    "name": "Radio Booster",
    "complexity/gp": "Min/1",
    "summary": "Extends radio ranges, 25/250km range.",
    "description": "<p>This portable device boosts the range and sensitivity of short-range radios, like those from implants, ectos, or microbugs. The booster must be within the shorter-ranged device’s range (or directly linked via fiberoptic cable). It will repeat any transmissions received from that device, but at its extended range of 25 kilometers in urban areas or 250 kilometers in remote areas (Radio and Sensor Ranges ▶337). Boosters are commonly used by characters traveling far from habitats or other civilized regions.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "1b1cf10a-348f-43ff-a198-8b5bb03cf09e"
  },
  {
    "category": "Comms",
    "subcategory": "Communication Gear",
    "name": "Satnet-in-a-Can",
    "complexity/gp": "Unknown",
    "summary": "Deploys a satnet around a planet easily.",
    "description": "<p>This medium-sized metallic-hydrogen missile can be launched on any world with a gravity of 2 g or less. A smart-material launch tube automatically extends struts and aims it at the proper trajectory. It deploys 32 small satellites into orbit, which after 1-2 days will be in position to cover the planet with GPS data, low-resolution hyperspectral imaging (down to 100 meters), and communication/mesh relay between anyone on the planet with a radio booster. The satellites can map the planet and provide weather data using Know: Meteorology 60.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "60099034-ef84-4b62-8629-f0d84dd8d78b"
  },
  {
    "category": "Comms",
    "subcategory": "Neutrino Comms Gear",
    "name": "Neutrino Receiver",
    "complexity/gp": "Maj/3",
    "summary": "Receives neutrino comms.",
    "description": "<p>This small receiver is used for one-way neutrino communications. It can only receive, not transmit. It is commonly used for receiving ego backups transmitted by emergency farcaster implants; a host or server is required to store the backup.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "c099be55-bd1c-4ec6-a651-f99bfea56c7b"
  },
  {
    "category": "Comms",
    "subcategory": "Neutrino Comms Gear",
    "name": "Neutrino Transceiver",
    "complexity/gp": "Rare/—",
    "summary": "Sends/receives neutrino comms, 100+ AU range.",
    "description": "<p>This transceiver can transmit and receive neutrino signals, with a range of at least 100 astronomical units. It is large, with a size of 8 cubic meters (in a cube 2 meters on a side), but can be loaded onto large vehicles. To function, it must be connected to a large power plant, such as one found in habitats or large spacecraft. The cost and size of this device includes the computer necessary for quantum farcasting. Because it is exceptionally safe and secure, quantum farcasting via neutrino communications is the primary means of both long-distance communication between habitats and egocasting. The neutrino signal cannot be blocked and it can only be decrypted if a character has access to the computer that is sending or receiving the signal.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "27f7cce3-0932-4b8c-80c7-a393246fcdda"
  },
  {
    "category": "Comms",
    "subcategory": "Quantum Farcasters",
    "name": "Miniature Radio Farcaster",
    "complexity/gp": "Mod/2",
    "summary": "Radio with encryption that cannot be broken/intercepted.",
    "description": "<p>Miniature farcasters communicate with each other using standard radio transceivers. As noted above, they can only securely communicate with the other farcasters with which they are entangled. Most miniature farcasters are very small and worn as jewelry or fitted into clothing or other equipment. Because the entanglement process requires special equipment, these radio farcasters cannot be nanofabricated.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "269de132-bd0b-48c7-a232-ca41f6ae59a5"
  },
  {
    "category": "Comms",
    "subcategory": "QE Comms Gear",
    "name": "QE Comm",
    "complexity/gp": "Min/1",
    "summary": "Small FTL communication device, requires qubits.",
    "description": "<p>This is a small, handheld FTL communications device. It must be equipped with a qubit reservoir to enable quantum-entangled communications.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "96c11a2e-b098-4c42-9128-2d3438a45d01"
  },
  {
    "category": "Comms",
    "subcategory": "QE Comms Gear",
    "name": "Emergency Reservoir",
    "complexity/gp": "Mod/2",
    "summary": "Micro qubit reservoir pair, 1 minute video/1 hour voice.",
    "description": "<p>This pair of very small reservoirs are intended for critical or emergency situations, using voice or text only, or similar low bit-rate exchanges. They can be used for 1 minute of high-resolution video, 1 hour of voice-only communication, or a substantial amount of text.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "c16cd598-768d-4173-8230-669af471c537"
  },
  {
    "category": "Comms",
    "subcategory": "QE Comms Gear",
    "name": "Qubit Reservoir",
    "complexity/gp": "Maj/3",
    "summary": "Medium qubit reservoir pair, 10 hours video, 100 hours voice.",
    "description": "<p>This pair of small-sized reservoirs holds enough qubits for 10 hours of high-resolution video or 100 hours of voice or text-only communications.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "3575ad99-c27d-4bfc-91a6-94ed9cd4b076"
  },
  {
    "category": "Comms",
    "subcategory": "Mesh Hardware",
    "name": "Fiberoptic Cable",
    "complexity/gp": "Min/1",
    "summary": "Wired connection for devices.",
    "description": "<p>Fiberoptic cables are used to establish wired connections between two devices. Given the ubiquity of radios and the tangled mess wires cause, they are typically only used for privacy (unlike radio communication, fiberoptic signals cannot be intercepted/sniffed or jammed) or in areas with heavy radio interference.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "0a85c87e-148b-47b2-9328-274ec7f9f75c"
  },
  {
    "category": "Comms",
    "subcategory": "Mesh Hardware",
    "name": "Motes",
    "complexity/gp": "Min/1",
    "summary": "Create ad-hoc mesh and surveillance net over area.",
    "description": "<p>These micro-sized computers come in packages of 500 and are designed to be spread over a wide area (manually, by drone, or other creative means) to create an ad-hoc mesh network. Individual motes use grip pads to adhere to surfaces. They are also equipped with cameras (visual spectrum only) and microphones.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "beec8f48-ea24-42c9-895e-932cb549b0b7"
  },
  {
    "category": "Comms",
    "subcategory": "Mesh Hardware",
    "name": "Host",
    "complexity/gp": "Min/1",
    "summary": "Tablets, work stations, and terminals. Runs 1 infomorph.",
    "description": "<p>Hosts include tablets, work stations, and similar terminals. They are capable of running a single infomorph.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "cf1a7bb3-2bd2-4122-a535-aa6c0ccabdb1"
  },
  {
    "category": "Comms",
    "subcategory": "Mesh Hardware",
    "name": "Server",
    "complexity/gp": "Mod/2",
    "summary": "Larger computer. Runs VR and multiple infomorphs.",
    "description": "<p>A server is a large-sized, non-portable computer, capable of running VR simulspaces and multiple infomorphs.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "b23ea890-780e-40bb-8d21-8684f55d0c67"
  },
  {
    "category": "Comms",
    "subcategory": "Mesh Hardware",
    "name": "Enhanced Server",
    "complexity/gp": "Maj/3",
    "summary": "Faster and more secure servers. -10 Infosec to hack.",
    "description": "<p>These servers are faster and more secure, commonly used by hyper-elites or secure orporate systems. Apply a -10 modifier to Infosec Tests made to hack them.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "c334141f-5288-4eec-aea9-360a45fcd377"
  },
  {
    "category": "Comms",
    "subcategory": "Mesh Hardware",
    "name": "Specialized Server",
    "complexity/gp": "Maj/3",
    "summary": "Optimized for specific functions. +10 to one specific skill test.",
    "description": "<p>These servers are optimized for specific functions, customized with specialized operating systems. Each provides a +10 modifier to one type of skill test made while using this server.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "655a7fbd-af5d-448e-8f1e-2264e64cbce6"
  }
]