[
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Brainprint Scanner",
    "complexity/gp": "Min/1",
    "summary": "Scans brainprint in 5 minutes.",
    "description": "<p>This portable skullcap extrudes nanoelectrodes into your scalp, then plays media to you via a visor and ear plugs. It takes 5 minutes to scan your brainprint, which can be authenticated against a database entry.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "67a66f71-47ac-4f20-9301-96f2631b582a"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Bugzapper Strips",
    "complexity/gp": "Mod/2",
    "summary": "Portal EMP field, DV 3d10 to nanoswarms/microswarms.",
    "description": "<p>You can install these reusable strips around doorways and other portals up to 2 meters across. They create an EMP field that inflicts DV 3d10 on any nanoswarms or microbots (including swarmanoids) that pass through (Bug Zappers ▶372). Includes 20 meters of strips (enough for 3 standard doorways).</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "e476c433-af04-4866-bb04-13dfc03208e2"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Chameleon Cloak",
    "complexity/gp": "Mod/2",
    "summary": "Camouflage, +10 Infiltrate, +30 stationary.",
    "description": "<p>This loose poncho contains a network of sensors that perceive wavelengths from microwave to ultra-violet. A similar network of miniature emitters precisely replicate the information its sensors receive, making you seem transparent to those wavelengths while covered by the cloak. Apply a +10 modifier to Infiltrate Tests, +30 if stationary and completely covered. Chameleon cloaks are not effective against radar, x-ray, or gamma-ray sensors. They do hide you from thermal infrared, however, by absorbing body heat into a heat sink. The cloak can only absorb body heat for one hour before it must emit this heat. Heat emission also requires one hour, during which time you are easily visible in the thermal infrared spectrum.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "1366ff13-e438-424e-b605-389ec0432e1d"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Covert Operations Tool",
    "complexity/gp": "Maj/R/3",
    "summary": "Bypasses locks, cuts/repairs holes, Hardware: Electronics 60 vs. electronic locks, more.",
    "description": "<p>This handheld device is the ultimate in infiltration technology. It contains smart matter micromanipulators, cutting tools, and an advanced nanotechnology generator capable of producing nanobots that can bore or cut through almost any material and infiltrate the inner workings of electronic locks to disable or open them.</p><p> Cutting out a lock/bolt or boring a 10-centimeter-diameter hole in a wall with a COT requires (Wound Threshold ÷ 5) action turns. The COT’s nanobots can repair this damage so that it is invisible to any but the most careful and detailed examination. Cutting out a larger, 1-meter diameter hole in a wall requires (Wound Threshold ÷ 10) minutes and cannot be repaired.</p><p> A COT can easily open any old-fashioned mechanical lock simply by analyzing it and shaping an appropriate key, though this takes a full action turn.</p><p> The tool’s nanobots can also circumvent the security of electronic locks. Make a test using the COT’s Hardware: Electronics 60. This is a task action with a timeframe of 4 action turns, whether opening or disabling the lock. On a superior/critical failure, an alarm is triggered. On a critical success, the opening is not logged. If the electronic lock is protected by a guardian nanoswarm, the COT has a 60% chance of opening the lock before its nanobots are disabled.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "e2598603-e579-4569-9bfb-c112657209a1"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Cuffband",
    "complexity/gp": "Min/1",
    "summary": "Electronic handcuffs, remote operation, shock attack DV 1d6.",
    "description": "<p>This smart plastic loop restricts around a prisoner’s limbs when activated. If the prisoner struggles, it will tighten more. Cuffbands are electronically controlled, so you can cut or loosen them remotely, and they are potentially vulnerable to hacking; they will also inform you if they are cut. Cuffbands can also shock the prisoner; inflicting DV 1d6 as a shock attack ▶219.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "f80b8620-1220-4071-861f-989831505b20"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Dazzler",
    "complexity/gp": "Mod/2",
    "summary": "Blinds cameras w/in 200 m, REF Check or -30 Perceive for synthmorphs, bots, vehicles.",
    "description": "<p>The dazzler is a tiny laser system set on a mounted rotating ball. When activated, it consistently spins and emits laser pulses in all directions. These laser pulses are not dangerous, but they detect the lenses of camera systems (including motes, specs, viewers, and bot/synthmorph sensors) and repeatedly zap them with laser pulses of varying strength to overload and dazzle them. For as long as a dazzler is active, camera systems (visual, infrared, and ultraviolet) within 200 meters and pointed towards the dazzler are blinded. Synthmorphs and bots may make REF Check or suffer a -30 modifier to visual Perceive.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "72417df7-43eb-4a2e-ade8-58374c6d7249"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Disabler",
    "complexity/gp": "Mod/R/2",
    "summary": "Disables morphs with cyberbrain when plugged into access jacks.",
    "description": "<p>This handy device emits an overloading surge that completely incapacitates a morph with a cyberbrain when it is plugged into an access jack and activated. To plug a disabler into an unwilling target, you must first either grapple them or make a called shot in melee combat. This device does not work on morphs, bots, or vehicles lacking cyberbrains.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "5b46fa5d-4bb4-4d94-bb28-911257d29573"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Fiber Eye",
    "complexity/gp": "Min/1",
    "summary": "Flexible fiberoptic with camera and viewer.",
    "description": "<p>This is a flexible 5-meter length of fiberoptic cable with a camera at one end and viewer at the other. It can be worked through cracks, under doors, and around corners to peep unobtrusively. It can be remotely/electronically controlled, though its movement is limited.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "ac86505f-dacb-4133-b6b9-2b7423fb17a7"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Gray Box",
    "complexity/gp": "Min/1",
    "summary": "Establishes a wireless mesh link.",
    "description": "<p>This micro-sized wireless interface is used to create a wireless mesh link to an air-gapped, wired, or isolated device. Gray boxes automatically stealth their signals ▶244.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "9d380567-be25-4df3-87ac-79c42f49b973"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "ID Scanner",
    "complexity/gp": "Min/1",
    "summary": "Scans nanotat IDs.",
    "description": "<p>This small device scans nanotat IDs ▶298, decodes the data, and compares it to online databases.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "0c811cc5-0c65-4950-a871-0e798e642155"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Invisibility Cloak",
    "complexity/gp": "Maj/R/3",
    "summary": "Metamaterial cloak, makes invisible, -60 Perceive to spot.",
    "description": "<p>This cloak is made of metamaterials with a negative refractive index, so that light actually bends around it, making it and anything it covers invisible (-60 to Perceive, -30 to target with a 50% miss chance in combat). This invisibility works from the microwave to ultraviolet frequencies, but not against radar or x-rays. The drawback is that anything concealed within the cloak can’t see out. This is easily overcome by using external sensor feeds (if available) and entoptics to navigate. Alternatively, a small piece of anti-cloak, which cancels the cloak’s invisibility properties when touched together, can be used to create a small window to peep out of, though this increases the chance of being spotted. Noticing such a window requires a Perceive Test with a -30 modifier.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "62eacc09-3d82-437f-8504-efad39dd9219"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Microbug",
    "complexity/gp": "Min/1",
    "summary": "Micro-sized camera/audio recorder.",
    "description": "<p>This micro-sized camera and microphone package is only 1 millimeter across. It records audio and visual from one section of the electromagnetic spectrum (Senses and Sensors ▶318) — usually the visual spectrum. It is meshed and can be remote controlled, but can also be instructed to broadcast only at specific intervals or when it has received a special code. It can record 100 hours of surveillance. It can also be set to only record when movement or audio is detected. Microbugs have adhesive backs and can stick to almost any surface. Microbugs can also establish their location via mesh positioning or GPS, and so double as tracking devices. Microbugs are sometimes attached to quantum farcasters ▶336 to avoid their signals being detected or jammed.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "77dc1fab-c8e3-4c7b-8eeb-9521370adec9"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Prisoner Mask",
    "complexity/gp": "Min/1",
    "summary": "Blocks enhanced vision/hearing, jams mesh/radio.",
    "description": "<p>This hood tightens around the head of a prisoner and blocks visual frequencies, so that even a prisoner with enhanced vision is blinded. The hood is also a faraday cage and engages in low-level jamming, cutting the prisoner off from the mesh. Masks are also equipped with headphones that when activated will block enhanced hearing.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "ef01d5e6-a6e6-4fad-a4d4-884be41fd764"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Privacy Pod",
    "complexity/gp": "Maj/3",
    "summary": "Blocks sound/mesh signals, includes bug zapper, guardian swarm, life support (24 hours).",
    "description": "<p>This self-assembling tent structure takes 3 action turns to erect. It is designed to offer complete privacy to up to 6 people within. It functions as a sound-proof faraday cage, blocking all wireless and radio signals. It features an airlock with a built-in bug zapper ▶372, a guardian swarm nanohive to keep the interior free of mites, and life support for 24 hours.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "2657070d-8316-4412-8bb8-2357886b940b"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Psi Jammer",
    "complexity/gp": "Mod/2",
    "summary": "James brainwave frequencies w/in 20 m, -30 Psi Tests.",
    "description": "<p>This device jams frequencies used by brainwaves within a 20-meter radius. This has no effect on brain functions, but it does inflict a -30 modifier to any ranged use of psi sleights within this area of effect.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "2a0b37d7-0af2-4ae5-b9b8-dcda360eb6a1"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Quantum Computer",
    "complexity/gp": "Maj/3",
    "summary": "Used for codebreaking ▶247.",
    "description": "<p>These advanced desktop devices make use of quantum computation, allowing them to handle extremely large numbers with ease. This makes them especially useful for codebreaking ▶247.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "9294c5af-221b-439a-ba5a-6c9384b337d0"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Ripper",
    "complexity/gp": "Mod/R/2",
    "summary": "EMP pulse every 5 turns, DV 3d10 to nanoswarms/microswarms.",
    "description": "<p>When activated, this portable countersurveillance device generates an electromagnetic pulse every 5 action turns designed to damage the antennas of motes and nanoswarms. It is used to 'rip' the sensors in an area, destroying their ability to wirelessly communicate and creating dead zones ▶271. Rippers affect all motes/swarms within 20 meters. Motes must be repaired/replaced; nanoswarms and microswarms (including swarmanoids) suffer DV 3d10 per pulse.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "fcbc1646-606e-4bb8-b76b-3f912b930028"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Shroud",
    "complexity/gp": "Mod/R/2",
    "summary": "Blocks ID methods, mesh signals.",
    "description": "<p>This smart-fabric privacy cloak conceals you like a burkha, randomly stiffens and relaxes to confuse gait analysis, and randomly shifts heat patterns. It emits pheromones, odorants, and white noise, deterring scent identification and eavesdropping. It can also function as a faraday cage, blocking mesh signals and preventing any trackers you carry from broadcasting. Shrouds are an acceptable form of privacy in some habitats, but considered gauche or illegal in others.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "3238ca96-7557-4c26-8037-8fb359570fc7"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "Traction Pads",
    "complexity/gp": "Mod/2",
    "summary": "+30 climbing Athletic Tests.",
    "description": "<p>This set of specialized fingerless gloves, shoes, and kneepads is designed to emulate the pads on gecko feet. You can support yourself on a wall or ceiling by placing any two of these pads against any surface not made from a material specially designed to resist such devices. You can climb any surface and move easily across walls and ceilings that can support your weight; apply a +30 modifier to climbing-based Athletics Tests. In addition to climbing, these devices are also very popular in zero-g environments.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "dcb4b3d6-871f-4209-966b-34a80f426d31"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "White Noise Machine",
    "complexity/gp": "Min/1",
    "summary": "Masks conversations from being recorded.",
    "description": "<p>This small and wearable device generates masking sounds that protect a conversation from being audibly recorded or overheard by anyone not in the immediate vicinity.</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "4f785fdb-1117-4a22-bf38-d48bc9b1729a"
  },
  {
    "category": "Tech",
    "subcategory": "Espionage/Security",
    "name": "X-Ray Emitter",
    "complexity/gp": "Min/1",
    "summary": "Transmits x-rays for use with enhanced vision.",
    "description": "<p>This small device emits a focused beam of low-powered x-rays, designed to be used with enhanced vision augmentation, specs, or similar vision enhancers. It allows you to image objects via x-rays and see through walls, into containers, and through objects by measuring backscatter x-ray radiation (Senses and Sensors ▶318).</p>",
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "d4f49041-ebc2-4724-9d7a-24b27285fc44"
  }
]