[
  {
    "name": "Acumen",
    "type": "Positive",
    "cost": [
      1,
      2,
      3
    ],
    "ego": true,
    "morph": true,
    "summary": "+5 per level to COG Checks.",
    "description": "<p>You have a keen intellect. Add +5 per level to your COG Checks.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "4a24e532-9511-4110-bf25-dc081cc2289f"
  },
  {
    "name": "Adaptability",
    "type": "Positive",
    "cost": [
      2,
      4
    ],
    "ego": true,
    "morph": false,
    "summary": "Easier resleeving. +10 per level to Integration and Resleeving Stress Tests.",
    "description": "<p>You adjust to new morphs quickly. Apply a +10 modifier per level for Integration and Resleeving Stress Tests ▶288.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "e6cae650-4c37-4843-a293-db5e44ced53e"
  },
  {
    "name": "Allies",
    "type": "Positive",
    "cost": [
      4
    ],
    "ego": true,
    "morph": false,
    "summary": "A group supports you. Free moderate favor per session.",
    "description": "<p>You are either part of or have a relationship with a group that has your back. This could be your old gatecrashing crew, former research lab co-workers, a criminal gang, a mercenary squad, an elite social clique, or something similar. The group itself should be small — 5 to 20 members is best, and certainly no more than 50 — though it may be part of a larger organization (such as a cartel or hypercorp). It should also not be overly influential or powerful (no Ozma leaders, hypercorp boards, or secret league of oligarchs). Work with your GM to establish your history and relationship with this group and why you can call on them for aid.</p><p>Once per session, you may rely on this group for support. Treat this as analogous to an automatically successful moderate rep favor ▶308. Your connection with this group is a two-way street — you will be expected to perform duties for the group on occasion as well. GMs should take care that allies are not overused or abused and can use them as a source of plot hooks and side missions.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "27b065cf-4ee2-44e0-9e49-ed8e49ed920e"
  },
  {
    "name": "Animal Empathy",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": true,
    "morph": false,
    "summary": "+10 to Exotic Skill: Animal Handling and similar tests.",
    "description": "<p>You have an instinctive feel for handling and working with non-sapient animals. Apply a +10 modifier to Exotic Skill: Animal Handling and other skill tests to influence or interact with animals.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "933442e9-2748-4949-be93-b0d59513fc2f"
  },
  {
    "name": "Common Sense",
    "type": "Positive",
    "cost": [
      2
    ],
    "ego": true,
    "morph": false,
    "summary": "Once per session, may ask GM for best advice.",
    "description": "<p>Your innate sense of judgment cuts through distractions and other factors that might cloud a decision. Once per game session, you may ask the GM what choice to make or course of action to take; the GM will give you solid advice based on what your character knows. Alternatively, if you are about to make a disastrous decision, the GM can use your free hint to warn you that you are making a grave mistake.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "fbf999c4-09b7-4fff-aa93-a249f640895d"
  },
  {
    "name": "Composure",
    "type": "Positive",
    "cost": [
      2
    ],
    "ego": true,
    "morph": false,
    "summary": "+5 LUC, +1 Trauma Threshold, +10 Insanity Rating.",
    "description": "<p>Your mental equilibrium is well tuned. You receive a +5 bonus to your Lucidity. This also affects derived stats based on Lucidity; increase your Trauma Threshold by 1 and your Insanity Rating by 10.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "bdd6c02e-6aec-4238-8f4f-0c3ae40a5302"
  },
  {
    "name": "Contact",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": true,
    "morph": false,
    "summary": "+10 to Rep Tests with one network when using contact. May be taken multiple times.",
    "description": "<p>You have a personal connection that you can rely on. This contact gives you a +10 modifier to tests with one particular rep network. You should work with your GM to establish the nature of this contact and why they help you. The GM ensures that a contact is not overused or abused and may have a contact occasionally call uponyou for assistance as well. You may take this trait multiple times.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "3b04f3da-75a6-4ad3-8983-dffd2bdf5bb4"
  },
  {
    "name": "Danger Sense",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": true,
    "morph": false,
    "summary": "+10 to Perceive Tests to avoid surprise.",
    "description": "<p>You possess an intuitive sixth sense that warns of imminent threats. It provides a +10 modifier to Perceive Tests to avoid surprise ▶227.</p>",
    "auto": false,
    "noted": true,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "5b735109-618c-4331-b97d-e931ee0c668d"
  },
  {
    "name": "Direction Sense",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": true,
    "morph": false,
    "summary": "Always know north/up/spinward/etc. +10 to tests involving navigation.",
    "description": "<p>You always know which way is up, north, spinward, etc., even when blinded. You receive a +10 modifier to navigation-based Survival Tests and other skills for figuring out complex directions, reading maps, remembering routes, and retracing paths you’ve taken.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "dacc8c34-cd70-4c98-a79a-f31bb5f3b41f"
  },
  {
    "name": "Dominant Strain",
    "type": "Positive",
    "cost": [
      2
    ],
    "ego": true,
    "morph": false,
    "summary": "Asyncs only. +10 vs. exsurgent virus, higher dependent upon Infection Rating.",
    "description": "<p>This trait is only available to characters with the Psi trait. The Watts-MacLeod strain is possessive and aggressively resists infection attempts from other exsurgent strains. You receive a +10 modifier to resist exsurgent virus infection. Increase this to +20 if your Infection Rating is 33 or more, +30 if it is 66 or more.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "ec5ca758-6812-462b-823d-bc47b505ab20"
  },
  {
    "name": "Drone Affinity",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": true,
    "morph": false,
    "summary": "No Integration Tests when jamming drones.",
    "description": "<p>You have an innate knack for jamming drones. You do not need to make Integration Tests when remotely operating a drone.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "292fa516-32c3-4a1e-993d-e460f8831ae4"
  },
  {
    "name": "Empathy",
    "type": "Positive",
    "cost": [
      1,
      2,
      3
    ],
    "ego": true,
    "morph": true,
    "summary": "+5 per level to SAV Checks.",
    "description": "<p>You instinctively relate to others. Apply a +5 modifier per level to SAV Checks.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "655831ab-2b38-42ce-b208-4c0b7c9635f4"
  },
  {
    "name": "Expert Training",
    "type": "Positive",
    "cost": [
      2
    ],
    "ego": true,
    "morph": false,
    "summary": "May start with one skill over 80, up to 90 maximum.",
    "description": "<p>You have received extensive training in one particular subject. You may raise one skill over 80, to a maximum of 90, during character creation. This trait does not actually increase the skill, it just raises the maximum.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "56bdcf83-d86b-43ce-a6c8-713d69448e1b"
  },
  {
    "name": "Fitness",
    "type": "Positive",
    "cost": [
      1,
      2,
      3
    ],
    "ego": true,
    "morph": true,
    "summary": "+5 per level to SOM Checks.",
    "description": "<p>Either your morph is in top shape or you excel at pushing it to its limits. You receive +5 per level to SOM Checks.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "ed40dc39-d2a1-4a6b-980a-65585d78bbb4"
  },
  {
    "name": "Good Instinct",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": true,
    "morph": true,
    "summary": "+5 per level to INT Checks.",
    "description": "<p>Your gut feelings are on target. You get +5 per level to INT Checks.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "680cb8b6-8977-4067-9b42-5ae4cb84d177"
  },
  {
    "name": "Hardening",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": true,
    "morph": false,
    "summary": "Immune to stress from either alienation, helplessness, or violence (p. 72). -10 to WIL Checks and Persuade Tests. May be taken multiple times for different types of stress.",
    "description": "<p>You are accustomed to trauma, but it has scarred you. You are immune to stress from either alienation, helplessness, or violence (choose one). However, your WIL Check is reduced by 10 and you suffer a -10 modifier on Persuade Tests. This trait may be taken multiple times for different types of stress; modifiers are cumulative.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "130d4a62-8628-4a91-a952-eb5cd7b583b1"
  },
  {
    "name": "Hyper Linguistics",
    "type": "Positive",
    "cost": [
      1,
      2,
      3
    ],
    "ego": true,
    "morph": false,
    "summary": "+10 per level to INT Checks to understand languages you don’t know.",
    "description": "<p>You have a natural gift with linguistic structures and syntax. You receive a +10 modifier to INT Checks per level to grasp the general meaning or intent of communication spoken in languages you don’t know — even alien tongues. This trait provides no bonuses to written texts or non-verbal communications (such as Factor spores).</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "0d13525e-c549-40dd-8945-3bfa47bcdb7d"
  },
  {
    "name": "Morph Familiarity",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": true,
    "morph": false,
    "summary": "No Integration Tests sleeving one chosen morph type.",
    "description": "<p>You are accustomed to one specific type of morph (e.g., bouncers, rusters, agents, or flexbots) and do not need to make Integration Tests when sleeving them. You may take this trait more than once for different morphs.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "4e01316a-4400-43f0-b084-0874c01ebb5a"
  },
  {
    "name": "Pain Tolerance",
    "type": "Positive",
    "cost": [
      2,
      4
    ],
    "ego": true,
    "morph": true,
    "summary": "Ignore 1 wound modifier per level.",
    "description": "<p>You have a high threshold for pain, enabling you to shrug off the effects of pain on your abilities and concentration. You ignore the -10 modifier for 1 wound per level. This trait is compatible with other pain-resistant effects, but a maximum of 3 wound effects may be ignored.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "217a349c-a929-4920-9f0d-11244dff6f74"
  },
  {
    "name": "Patron",
    "type": "Positive",
    "cost": [
      6
    ],
    "ego": true,
    "morph": false,
    "summary": "An influential person backs you up. One free major favor per story arc.",
    "description": "<p>There is an influential person in your life who can be relied on for occasional support. This could be a wealthy hyperelite family member, a high-ranking triad boss, or an anarchist networker with an unbeatable reputation. When called upon, this patron can pull strings, supply resources, make introductions, or bail you out of trouble. Work with your GM to define this NPC, your relationship, and why they support you (familial obligation? childhood buddies? you saved their life once?).</p><p>The patron provides one free major favor ▶308 per story arc, no test necessary. GMs should be careful that this trait does not get abused. Smaller favors are beneath the patron’s concern. If the character asks for too much, too often, the patron’s support may dry up. On occasion, the patron may call upon the character for favors as well.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "23fa4d7c-c329-4e64-9807-06135f3af017"
  },
  {
    "name": "Psi",
    "type": "Positive",
    "cost": [
      2,
      4
    ],
    "ego": true,
    "morph": false,
    "summary": "May use Psi skill and sleights. See text for additional rules.",
    "description": "<p>You are infected with the Watts-MacLeod strain of the exsurgent virus, which altered your brain structure and enhanced your cognitive abilities. You may learn the Psi skill ▶51 and purchase psi abilities, called sleights (▶280 and 282). At Level 1, you may only use psi-chi sleights. At Level 2, the character may use both psi-chi and psi-gamma sleights.</p><p>Psi is not without drawbacks. You must also take a negative trait according to your sub-strain ▶273 at no CP bonus. This required trait does not count towards trait CP limits.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "ad47be4a-0f52-47c6-86b2-f6b7e57c3b3b"
  },
  {
    "name": "Psi Camouflage",
    "type": "Positive",
    "cost": [
      1,
      2
    ],
    "ego": true,
    "morph": true,
    "summary": "-10 to detect with psi per level.",
    "description": "<p>You are more difficult to detect with psi sensing. Apply a -10 modifier per level to any attempts to locate or detect you via psi sleights. The morph trait may only be taken by morphs with biological brains.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "a062fed6-fa87-4c28-879c-b1bfff359e4e"
  },
  {
    "name": "Psi Defense",
    "type": "Positive",
    "cost": [
      1,
      2
    ],
    "ego": true,
    "morph": true,
    "summary": "+10 to resist psi per level.",
    "description": "<p>Your mind is inherently resistant to mental attacks and manipulations. Apply a +10 modifier per level to defense rolls against psi sleights. The morph trait is only available to morphs with biological brains.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "07a1408f-1b78-46b3-9440-add40b2d336e"
  },
  {
    "name": "Quickness",
    "type": "Positive",
    "cost": [
      1,
      2,
      3
    ],
    "ego": true,
    "morph": true,
    "summary": "+5 per level to REF Checks.",
    "description": "<p>Either your morph is dexterous or you take full advantage of its nimbleness. Apply +5 per level to REF Checks.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "d5b12724-c9b9-40f5-9071-dc4b1ef08873"
  },
  {
    "name": "Resolve",
    "type": "Positive",
    "cost": [
      1,
      2,
      3
    ],
    "ego": true,
    "morph": true,
    "summary": "+5 per level to WIL Checks.",
    "description": "<p>You are unwavering and firm. Receive +5 per level to WIL Checks.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "4ce6ec79-c60c-45e6-8eb5-066a7f1adf26"
  },
  {
    "name": "Resources",
    "type": "Positive",
    "cost": [
      2,
      4,
      6,
      8
    ],
    "ego": true,
    "morph": false,
    "summary": "Wealth to acquire gear. See text.",
    "description": "<p>You have a measure of money, assets, and/or other wealth, as used in the inner system, hypercorp, Jovian, and Extropian polities. This provides bonus Morph Points and Gear Points equal to the trait's level when acquiring morphs ▶290 and gear ▶312. It also gives you a regular amount of disposable income to purchase gear during missions.</p><p>At Level 1, you can spend up to 2 GP per week on Minorcomplexity items given the appropriate time frame.</p><p>At Level 2, you can spend up to 3 GP per week on Minor or Moderate complexity items given the appropriate time frame.</p><p>At Level 3, you can spend up to 5 GP per week on items of any complexity, given the appropriate time frame.</p><p>Level 4 is the same as Level 3, except that you also have the capability to make even Rare and Restricted items available (at the gamemaster's discretion).</p><p>In most cases, acquiring the gear is simply a matter of exploiting your Resources trait and waiting the proper amount of time, assuming the desired item is available (Acquiring Gear During Missions ▶312). At the GM’s discretion, however, using Resources may require an appropriate Persuade Test (to convince another party to part ways with the item) or perhaps a Research Test (to find a source).</p><p>Levels 3 and 4 of this trait imply an amount of resources that deems you wealthy. To reflect this, you can use 2 of your weekly GP in conjunction with a Flex point for narrative control to say that you have a Moderate gear item immediately on hand in your home/ vehicle/personal possessions. You must have access to your personal possessions and (as with all uses of Flex for narrative control) the item must be plausible.</p><p>Resources can also apply as a modifier for certain tests. For example, if you attempt to bribe a triad goon or use your credit score to arrange a meeting with a potential business partner, apply a +10 modifier for each level of Resources you possess.</p><p>While Resources is an abstract measurement, players and GMs should use it as a rough benchmark for a character’s personal assets and lifestyle. A character with Level 1 might have their own cubicle in a beehive hab or a small apartment in a Martian dome or O’Neill cylinder’s working class areas, and they get around by bike or public transit. A character with Level 2 Resources might have a private residence on a small station or a condo in a larger hab, as well as a minicar or cycle to get around. A character with Level 3 could have a large residential complex or multiple homes, plus one or more vehicles. A Level 4 character is rich and might own a small private hab and even their own shuttle.</p><p>Your Resources trait may be affected by events in game. If your home is destroyed or you come across a secret cache of riches, the GM should adjust your trait level accordingly. You must pay the extra cost in Rez Points if your trait goes up, but you receive an RP credit if your wealth goes down.</p><p>In desperate circumstances, you may also intentionally burn your Resources to refresh your weekly GP to get something you urgently need (or get it more quickly). This represents the expenditure of all or major portions of your assets with no hope of reclaiming them and no RP reimbursement. The GM should reduce your Resources trait level by an amount appropriate to the transaction.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "9e2e2c1e-9237-4c17-96a8-ae935f840b3b"
  },
  {
    "name": "Situational Awareness",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": true,
    "morph": false,
    "summary": "No distracted modifier.",
    "description": "<p>You maintain continuous partial awareness of the goings-on in your immediate environment. You do not suffer the Distracted modifier on Perceive Tests to notice things even when your attention is focused elsewhere or when making quick Perceive Tests during combat.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "f95ab0c0-3554-4940-a0f6-d5db82115d0d"
  },
  {
    "name": "Spatial Visualization",
    "type": "Positive",
    "cost": [
      2
    ],
    "ego": true,
    "morph": false,
    "summary": "+10 to Know and Technical Tests involving 3D visualization.",
    "description": "<p>You have a knack for conceptualizing dimensions, distances, volumes, and shapes. You receive a +10 modifier for any Know or Technical skill tests involving 3D visualization.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "5e4de1f3-bac6-4154-b88e-b61763f8761d"
  },
  {
    "name": "Stalwart",
    "type": "Positive",
    "cost": [
      1,
      2,
      3
    ],
    "ego": true,
    "morph": false,
    "summary": "+10 to WIL Checks vs. fear.",
    "description": "<p>You laugh at fear. Apply a +10 modifier per level to WIL Checks and other tests that involve resisting fear.</p>",
    "auto": false,
    "noted": true,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "3c7d7a09-13c7-4780-92b6-9e887e239dfb"
  },
  {
    "name": "Superior Numeracy",
    "type": "Positive",
    "cost": [
      2,
      4
    ],
    "ego": true,
    "morph": false,
    "summary": "+10 per level to Know and Technical Tests involving math.",
    "description": "<p>You are quite good with numbers. Apply a +10 per level to Know and Technical Tests that directly involve math.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "3d0517c3-48be-4512-9d37-4c79fbf3ad95"
  },
  {
    "name": "Zoosemiotics",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": true,
    "morph": false,
    "summary": "No modifier using psi on non- or partly-sapient animals.",
    "description": "<p>This trait is only available to characters possessing the Psi trait. You do not suffer modifiers when using psi sleights on non-sapient or partly sapient animal species.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "235915c9-bf79-48a5-abc1-a4e9988deab9"
  },
  {
    "name": "Digital Speed",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": false,
    "morph": true,
    "summary": "Mesh task timeframes reduced 25%. Infomorphs only.",
    "description": "<p>This trait is only available to infomorphs. Unfettered by the physical, you reduce timeframes for mesh-based task actions by 25%; this is cumulative with reduced time from superior successes.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "bb37894c-2024-458e-92d6-db9acd9d8346"
  },
  {
    "name": "Improved Immune System",
    "type": "Positive",
    "cost": [
      1,
      2
    ],
    "ego": false,
    "morph": true,
    "summary": "+10 per level to resist chemicals, disease, drugs, and toxins. Biomorphs only.",
    "description": "<p>This trait is only available to biomorphs. Your immune system is robust. Apply a +10 modifier per level to resist the effects of chemicals, diseases, drugs, and toxins.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "f09beed9-2b8b-4a2f-8029-9ff3d2c3245c"
  },
  {
    "name": "Innocuous Looks",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": false,
    "morph": true,
    "summary": "Bland. -10 to identify/spot/remember.",
    "description": "<p>Thanks to mass-produced designs and sculpted media-star composite visages, your cookie-cutter looks are so mundane as to be indistinguishable. It is difficult to pick your common-place face out of the crowd, describe its appearance, or otherwise remember physical details. Apply a -10 modifier to tests made to spot, describe, or remember you; this does not apply to psi or mesh searches. This trait may not be applied to any morph with an Availability lower than 50.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "f4a50e4d-5f51-480f-a55b-d7bee3658759"
  },
  {
    "name": "Lethal",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": false,
    "morph": true,
    "summary": "+1d6 DV in melee.",
    "description": "<p>This morph inflicts more damage in melee combat. Add +1d6 DV to all melee damage rolls.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "d1577b91-47aa-4331-aced-ed525c025b91"
  },
  {
    "name": "Limberness",
    "type": "Positive",
    "cost": [
      1,
      2
    ],
    "ego": false,
    "morph": true,
    "summary": "+10 per level to escape bonds, fit into small spaces, contort, etc.",
    "description": "<p>The morph is especially flexible and supple, capable of graceful contortions and interesting positions. At Level 1 , you can do the splits, smoke with your toes, and squeeze into small, cramped spaces. At Level 2, you are a double-jointed escape artist. Apply a +10 modifier per level to escape bonds, fit into small spaces, contort, or otherwise rely on flexibility.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "ed175860-4cc3-4d30-985a-22a954178bca"
  },
  {
    "name": "Natural Immunity",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": false,
    "morph": true,
    "summary": "Immunity to one specific drug, chemical, or toxin. Biomorphs only.",
    "description": "<p>This trait is only available to biomorphs. The morph has a natural immunity to a specific drug, disease, or toxin. When afflicted with that specific chemical, poison, or pathogen, you are unaffected. Work with your GM to select an appropriate agent; this immunity may not be applied to nanodrugs or nanotoxins.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "72059009-658e-4721-8d5e-cb20288b1ce2"
  },
  {
    "name": "Rapid Healing",
    "type": "Positive",
    "cost": [
      1
    ],
    "ego": false,
    "morph": true,
    "summary": "Heal twice as fast. Biomorphs only.",
    "description": "<p>This trait is only available to biomorphs. The morph recovers from damage more quickly. Reduce the timeframes for healing ▶221 by half.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "da00b88a-a024-4d2c-b674-4f40cddd1879"
  },
  {
    "name": "Skill Artifact",
    "type": "Positive",
    "cost": [
      1,
      2
    ],
    "ego": false,
    "morph": true,
    "summary": "+10 to one GM-chosen skill per level.",
    "description": "<p>The morph has latent skills stored in its muscle memory or as higher-level data that somehow does not get erased or overwritten. The GM chooses or randomly selects a skill; it is recommended to pick a skill linked to the morph’s highest pool. You receive a +10 modifier per level when using that skill. This trait may be purchased multiple times for different skills.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "994d5e12-7ba9-40fa-aec5-f80f9cdca6a2"
  },
  {
    "name": "Striking Looks",
    "type": "Positive",
    "cost": [
      1,
      2
    ],
    "ego": false,
    "morph": true,
    "summary": "+10 on Persuade and Provoke Tests where looks matter.",
    "description": "<p>Sculpted good looks are cheap and commonplace, but this morph possesses a physical look that can only be described as striking, fascinating, and unusual — even the gorgeous and chiseled glitterati take notice. Apply a +10 modifier to Persuade and Provoke tests where your allure may have an impact. Level 1 of this trait only applies to uplifts and synthmorphs; Level 2 is for humanoid biomorphs.</p>",
    "auto": false,
    "noted": true,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "d9700290-2526-4b0c-9a60-447f5b5038ba"
  },
  {
    "name": "Toughness",
    "type": "Positive",
    "cost": [
      2,
      4
    ],
    "ego": false,
    "morph": true,
    "summary": "+5 DUR, also impacts WT and DR, see text.",
    "description": "<p>This morph can take more physical abuse than others of its type. For each level, increase Durability by 5. This will also increase Wound Threshold (equal to DUR ÷ 5) and Death Rating (DUR × 1.5 for biomorphs, DUR × 2 for synthmorphs).</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "202c9eae-f60e-4b96-ac18-d4791fcd0dbb"
  },
  {
    "name": "Addiction",
    "type": "Negative",
    "cost": [
      1,
      2,
      4
    ],
    "ego": true,
    "morph": true,
    "summary": "-10 per level if no regular fix; see text for additional effects.",
    "description": "<p>You have a pathological reliance on a drug ▶330, stimulus (e.g., XP, VR), or activity (e.g., mesh use, dying) to a degree that impacts your physical or mental health. Addiction comes in two forms: mental (affecting the ego) and physical (affecting the biomorph). Work with your GM to choose an addiction that is appropriate for your game. You must indulge in your addiction at a regular frequency according to the level or go into withdrawal. Withdrawal inflicts a -10 modifier per level.</p><p>Level 1: Once per week. Your minor addiction is largely kept under control — it does not ruin your life, though it may create difficulties. You may not even recognize or admit you have a problem.</p><p>Level 2: Once per day. Your moderate addiction is in full swing and often causes you to neglect other aspects of your life.</p><p>Level 3: Once per 6 hours. You face major cravings, live for your next fix, and are on the road to ruin.</p><p>Addiction is triggered in the same way as disorders ▶224. Triggers include the presence of the addiction's focus, fear, frustration, helplessness, and violence.</p><p>Every addiction takes different forms, depending on the character and source. Long-term addiction may result in physical or mental damage (impairment modifiers or reductions to SOM Checks or WIL Checks) and may build up tolerance, requiring higher dosages. At the GM’s discretion, you may need to make WIL Checks to avoid raising the addiction level. Withdrawal may also inflict additional effects such as mood swings, compulsive behavior, or physical sickness.</p><p>You may kick the habit by staying clean for 1 week per level. Resisting the craving, however, requires a WIL Check every day, modified by the source’s addiction modifier. Once the addiction is kicked, however, there is always the possibility of a relapse. GMs may call for WIL Checks anytime you are directly tempted or undergo substantial stress or mental trauma.</p><p>If you upload, fork, or resleeve, any mental addictions persist with your ego/fork; physical addictions remain with the morph. This trait may be taken more than once for different addictions. The morph version of this trait only applies to biomorphs.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "6c18ddf3-281e-4089-9b57-88eee2a054e3"
  },
  {
    "name": "Bad Luck",
    "type": "Negative",
    "cost": [
      6
    ],
    "ego": true,
    "morph": false,
    "summary": "May not use pools to flip-flop dice rolls.",
    "description": "<p>The universe seems to punish you with startling frequency. You may not use pools to flip-flop dice rolls.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "b12eca08-f9db-462f-ac77-fc412317a75c"
  },
  {
    "name": "Blacklisted Rep",
    "type": "Negative",
    "cost": [
      1,
      4
    ],
    "ego": true,
    "morph": false,
    "summary": "Cannot have rep score in one rep net (higher value if own faction’s rep net).",
    "description": "<p>You are blacklisted in certain circles, whether you did something to deserve it or not. You are barred from having a Rep score higher than 0 in one particular reputation network. For rep nets outside your faction, this counts as Level 1. For the rep net central to your faction, this counts as Level 2. People within that network will refuse to help you out of fear of reprisals and ruining their own reputation. This trait may be taken more than once for different rep nets.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "dd075235-54ef-4cd1-a877-5b50b7978928"
  },
  {
    "name": "Black Mark",
    "type": "Negative",
    "cost": [
      1,
      2,
      3
    ],
    "ego": true,
    "morph": false,
    "summary": "-10 modifier per level to interactions with one faction.",
    "description": "<p>You did something in your past to earn a black mark on your reputation with one particular faction that continues to haunt your interactions. Apply a -10 modifier per level to rep net interactions and social skill tests involving that faction. This trait may be taken more than once for different factions.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "cfc1e505-50cc-4ef7-9975-ef50828b0c8f"
  },
  {
    "name": "Combat Paralysis",
    "type": "Negative",
    "cost": [
      4
    ],
    "ego": true,
    "morph": false,
    "summary": "WIL Check to act in each action turn of combat.",
    "description": "<p>Like a deer caught in headlights, you freeze in combat and stressful situations. Anytime violence erupts, you are caught off guard, or lives are at stake, you must make a WIL Check each action turn to act or respond in any way. If you fail, you lose your action and simply stand there, incapable of reacting to the situation.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "d75f1079-77a8-4e00-9363-7b6fbfe00832"
  },
  {
    "name": "Edited Memories",
    "type": "Negative",
    "cost": [
      1
    ],
    "ego": true,
    "morph": false,
    "summary": "You have lost some memories, deliberately or not.",
    "description": "<p>At some point in your past, certain memories were strategically removed or otherwise lost to you. This may have been done to intentionally forget an unpleasant or shameful experience or to make a break with the past. Or you may have suffered lack due to an unexpected death (with no recent backup) or had the memories erased against your will. Whatever the case, the memories should be important and significant, not mundane. Either evidence of what happened or NPCs who know the full story should exist. GMs can use this as a tool to haunt you with ghosts and mysteries from your past.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "a68c7a17-05ad-4ef9-a567-65cf1954e40a"
  },
  {
    "name": "Enemy",
    "type": "Negative",
    "cost": [
      2
    ],
    "ego": true,
    "morph": false,
    "summary": "Enemy NPC haunts you.",
    "description": "<p>An enemy from your past continues to haunt you. Work with your GM to establish the details of this enmity. The GM should use this enemy as an occasional threat, surprise, and hindrance.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "1389d474-3a92-48f9-a643-63897ef8ff28"
  },
  {
    "name": "Enhanced Behavior",
    "type": "Negative",
    "cost": [
      1,
      2,
      4
    ],
    "ego": true,
    "morph": true,
    "summary": "Psychosurgically enhanced behavior/emotions. See text.",
    "description": "<p>Your conduct or moods are modified. This may be due to conditioning and reprogramming via time-accelerated psychosurgery ▶294, drugs, genetic tweaks, psi, or other factors. This may have been a deliberate choice or it may have been inflicted against your will. Work with your GM to define a specific emotion (e.g., happiness, contentment, love) or behavior (e.g., aggression, commitment, curiosity, orderliness, loyalty). Apply a -10 modifier per level to all actions when withheld from the behavior/emotion.</p><p>Level 1: You are encouraged to pursue the behavior and associate it with positive feelings; emotions are boosted.</p><p>Level 2: You are driven to engage in the specified behavior; emotions are exaggerated. Holding back requires a WIL Check.</p><p>Level 3: The behavior is enforced; emotions are compulsory and ongoing. If restrained from the conduct or the emotion is suppressed, suffer SV 1d6.</p><p>This trait may be taken more than once for different behaviors.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "deb6e876-e29c-4494-bdd2-b6c219ab264a"
  },
  {
    "name": "Feebleness",
    "type": "Negative",
    "cost": [
      1,
      2,
      3
    ],
    "ego": true,
    "morph": true,
    "summary": "-5 per level to SOM Checks.",
    "description": "<p>Either your morph is weak or you are not adept at using its strength. Apply a -5 per level to SOM Checks.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "0abc82ac-e67b-4ea1-ab0b-c2b6b6e0c840"
  },
  {
    "name": "Identity Crisis",
    "type": "Negative",
    "cost": [
      1
    ],
    "ego": true,
    "morph": false,
    "summary": "Trouble adapting to new morph physiologies, -10 when applicable.",
    "description": "<p>Resleeving is not an easy process. You are stuck with the mental image of your original body and have trouble adapting to your new morphs’ looks and physiologies. You have difficulty identifying yourself in mirrors, photos, or sensor feeds. You also tend to move in ways inappropriate to your new forms, such as attempting to walk instead of using new limbs or propulsion systems, forgetting to duck when walking through doorways, becoming alarmed by new sensory inputs, etc. You should roleplay this trait accordingly, and may suffer a -10 modifier to applicable actions.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "d5d1f129-6035-4332-a157-f5b5b4025b82"
  },
  {
    "name": "Indifference",
    "type": "Negative",
    "cost": [
      1,
      2,
      3
    ],
    "ego": true,
    "morph": true,
    "summary": "-5 per level to SAV Checks.",
    "description": "<p>Your social awareness is often lacking. You suffer -5 per level to SAV Checks.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "82f78a13-22a5-4571-81ad-e3ee543cb77e"
  },
  {
    "name": "Instability",
    "type": "Negative",
    "cost": [
      2,
      4
    ],
    "ego": true,
    "morph": false,
    "summary": "-5 LUC, -1 Trauma Threshold, and -10 Insanity Rating per level.",
    "description": "<p>Your mental foundation has serious cracks. Reduce your Lucidity by 5 per level. This also affects derived stats based on Lucidity; reduce both your Trauma Threshold by 1 and your Insanity Rating by 10 per level.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "0067ec1f-ae81-4d2a-a7af-625c6ddb4fc9"
  },
  {
    "name": "Low Pain Tolerance",
    "type": "Negative",
    "cost": [
      4
    ],
    "ego": true,
    "morph": true,
    "summary": "Additional -10 modifier per wound.",
    "description": "<p>Pain is your enemy. You have a very low threshold for pain tolerance; increase the modifier for each wound taken by an additional -10 (so the character suffers -20 with one wound, -40 with a second, -60 with a third, etc.).</p><p>Additionally, you suffer a -30 modifier on both SOM Checks and other tests that involve pain resistance. The morph version of this trait is only available for biomorphs.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "32ce4f90-924c-456e-96e3-aa51991c6c6e"
  },
  {
    "name": "Mental Disorder",
    "type": "Negative",
    "cost": [
      2
    ],
    "ego": true,
    "morph": false,
    "summary": "Choose one disorder.",
    "description": "<p>You have a psychological disorder from a previous traumatic experience. Choose one of the disorders listed on ▶224. This trait may be taken multiple times for different disorders.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "76b02870-eca4-4bfb-b2dd-2fd9b20c3e20"
  },
  {
    "name": "Morphing Disorder",
    "type": "Negative",
    "cost": [
      2,
      4,
      6
    ],
    "ego": true,
    "morph": false,
    "summary": "-10 per level on Integration and Resleeving Stress Tests.",
    "description": "<p>Adapting to new morphs is particularly challenging for you. Apply a -10 modifier per level to Integration Tests ▶288 and Resleeving Stress Tests ▶288.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "5462c07c-ceea-4f53-858c-85565ccfc021"
  },
  {
    "name": "Neural Damage",
    "type": "Negative",
    "cost": [
      2
    ],
    "ego": true,
    "morph": false,
    "summary": "You have some type of incurable neural damage; see text.",
    "description": "<p>You suffered some type of neurological damage that cannot yet be cured. The affliction is part of your ego and remains even when resleeving. This damage may have been inherited, resulted from a poorly designed morph or implant, or inflicted by a nanovirus during the Fall. Work with your GM to agree on a specific disorder appropriate to your game. The GM may inflict impairment modifiers (usually -10) as appropriate, according to the affliction. Some possibilities are:</p><p>Amusica: You have an inability to make or understand music. Automatically fail music-related skill tests.</p><p>Color Blindness: You cannot distinguish color, only variations in brightness. -10 to visual Perceive Tests.</p><p>Lack Depth Perception: You have difficulty ascertaining distance. Double range modifiers.</p><p>Lack Face Recognition: You cannot distinguish faces. -10 to visual Perceive Tests involving person identification.</p><p>Logorrhea: You use an excessive amount of words and sometimes can’t stop talking. -10 to Persuade and verbal Provoke Tests.</p><p>Mood Swings: Your emotions shift quickly and dramatically. -10 to WIL Checks against Provoke.</p><p>Partial Aphasia: You sometimes have difficulty communicating or using words. -10 to Persuade and verbal Provoke Tests.</p><p>Repetitive Behavior: You unwillingly repeat your actions. You unwillingly repeat your actions. Make a COG Check to avoid repeating your actions when under pressure.</p><p>Synaesthesia: Some types of sensory input are conflated with other perceptual phenomena.</p><p>This trait may be taken multiple times, for different afflictions.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "c8dfce8f-7955-43d9-8a58-d65ccdc8e874"
  },
  {
    "name": "No Backup Insurance",
    "type": "Negative",
    "cost": [
      2
    ],
    "ego": true,
    "morph": false,
    "summary": "Upon death, re-instantation and MP up to GM.",
    "description": "<p>You are either poor, bioconservative, or like to live dangerously. You do not have any sort of backup insurance or similar arrangement. If you die, your stack's retrieval and your ego's re-instantiation is entirely dependent upon the circumstances and GM. You may be brought back with significantly lower MP or be permanently dead.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "d91f8833-0656-4796-bbdb-8918638b7464"
  },
  {
    "name": "Obliviousness",
    "type": "Negative",
    "cost": [
      2
    ],
    "ego": true,
    "morph": false,
    "summary": "Additional -10 to Perceive Tests when distracted and Surprise Tests.",
    "description": "<p>You are oblivious to events around you or anything other than what your attention is focused on. Suffer a -10 modifier to Perceive Tests against surprise and increase your distracted modifier to -30.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "7618febb-fbed-4ecc-beec-16d480ffb181"
  },
  {
    "name": "Obtuseness",
    "type": "Negative",
    "cost": [
      1,
      2,
      3
    ],
    "ego": true,
    "morph": true,
    "summary": "-5 per level to COG Checks.",
    "description": "<p>Not the brightest star in the sky. Apply -5 per level to COG Checks.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "8f50ac73-c62f-41b8-85a4-ded9eac1f34e"
  },
  {
    "name": "Poor Coordination",
    "type": "Negative",
    "cost": [
      1,
      2,
      3
    ],
    "ego": true,
    "morph": true,
    "summary": "-5 per level to REF Checks.",
    "description": "<p>Either you or your morph are inherently clumsy. Suffer -5 per level to REF Checks.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "688ea0ae-4784-4655-8923-d7c4af779fe8"
  },
  {
    "name": "Poor Instinct",
    "type": "Negative",
    "cost": [
      1,
      2,
      3
    ],
    "ego": true,
    "morph": true,
    "summary": "-5 per level to INT Checks.",
    "description": "<p>Your inherent judgment is off. Suffer -5 per level to INT Checks.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "ee825bd9-29b4-459e-9bf0-0049d1e2f6c2"
  },
  {
    "name": "Psi Vulnerability",
    "type": "Negative",
    "cost": [
      1,
      2
    ],
    "ego": true,
    "morph": false,
    "summary": "-10 per level to resist psi.",
    "description": "<p>Psi sleights are particularly effective against your brain structure. Apply a -10 modifier per level when resisting psi. The morph trait may only be taken by morphs with biological brains.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "f5e4eb6f-fba2-445b-a7d4-f23fecc283d8"
  },
  {
    "name": "Real World Naiveté",
    "type": "Negative",
    "cost": [
      2
    ],
    "ego": true,
    "morph": false,
    "summary": "GM may provide false info once per session.",
    "description": "<p>You either have very limited personal experience with the real (physical) world or have spent so much time in VR that your real-life functioning is impaired. You lack an understanding of many physical properties, social cues, and other factors that most people take for granted. This lack of common sense may lead you to misunderstand how a device works or misinterpret someone’s body language.</p><p>Once per game session, the GM may intentionally mislead you when providing a description about some thing or social interaction. This falsehood represents your misunderstanding of the situation and should be roleplayed appropriately, even when the player is aware of the character’s mistake.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "cf8360ab-c1e7-47ea-b43b-c1bbd168b1cd"
  },
  {
    "name": "Restricted Behavior",
    "type": "Negative",
    "cost": [
      1,
      2,
      4
    ],
    "ego": true,
    "morph": true,
    "summary": "Psychosurgically limited behavior/emotions. See text.",
    "description": "<p>Your conduct or moods are modified. This may be due to conditioning and reprogramming via time-accelerated psychosurgery ▶294, drugs, genetic tweaks, psi, or other factors. This may have been a deliberate choice or it may have been inflicted against your will. Work with your GM to define a specific emotion (e.g., sadness, anxiety, anger, inhibitions) or behavior (e.g., aggression, stealing, eating, lying, using a specific drug). Apply a -10 modifier per level to all actions when the behavior/emotion is not avoided.</p><p>Level 1: You are compelled to avoid the behavior and associate it with negative feelings; emotions are limited.</p><p>Level 2: You are blocked from the specified behavior; emotions are suppressed. Pursuing it requires a WIL Check.</p><p>Level 3: You are incapable of pursuing the behavior; emotions are expunged. If forced to engage in the conduct or to experience the emotion, suffer SV 1d6.</p><p>This trait may be taken more than once for different behaviors.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "b468bfad-78dc-4a3f-9b60-b33d630c9054"
  },
  {
    "name": "Sensitive",
    "type": "Negative",
    "cost": [
      1,
      2
    ],
    "ego": true,
    "morph": false,
    "summary": "-10 per level to INT Checks to resist basilisk hacks.",
    "description": "<p>Your brain’s operating system is vulnerable to exploits. Apply a -10 modifier per level to INT Checks made to resist basilisk hacks.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "e471b179-7cbb-4f4d-bea7-305955dab8c8"
  },
  {
    "name": "Timidity",
    "type": "Negative",
    "cost": [
      1,
      2,
      3
    ],
    "ego": true,
    "morph": true,
    "summary": "-5 per level to WIL Checks.",
    "description": "<p>You are weak-willed and easily intimidated. Apply -5 per level to WIL Checks.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "b6a6daa3-8f8f-4cc2-b7f1-ff069be6eabe"
  },
  {
    "name": "VR Vertigo",
    "type": "Negative",
    "cost": [
      2
    ],
    "ego": true,
    "morph": false,
    "summary": "-30 modifier using XP/VR; -10 using AR. SOM Check or incapacitated.",
    "description": "<p>You experience intense vertigo and nausea when interfacing with any type of virtual reality or XP. Apply a -30 modifier to your actions when using VR or XP. If using VR/XP for a prolonged period (an hour+), you must make a SOM Check or be incapacitated for 10 minutes. Even augmented reality makes you dizzy; suffer a -10 modifier while interfacing with AR.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "56bf25a8-0640-425f-a04c-35043477977c"
  },
  {
    "name": "Age",
    "type": "Negative",
    "cost": [
      4
    ],
    "ego": false,
    "morph": true,
    "summary": "-10 to physical actions. Flats and splicers only.",
    "description": "<p>This trait may only be applied to flat and splicer morphs. The morph is physically aged and has not been rejuvenated. Old morphs are increasingly uncommon, though some people adopt them hoping to gain an air of seniority and respectability. Apply a -10 modifier on all physical actions.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "a9f021b2-c542-4812-b57b-49c6b0523556"
  },
  {
    "name": "Dominant Limb",
    "type": "Negative",
    "cost": [
      1
    ],
    "ego": false,
    "morph": true,
    "summary": "-20 to tests made with non-dominant limbs.",
    "description": "<p>Either due to genetics or a glitch, the morph is right-handed, left-handed, or has a similar dominant limb. You receive a -20 modifier to any actions made using non-dominant limbs.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "bc6d0717-c60c-4a79-84d6-4dbe33ed8f16"
  },
  {
    "name": "Exotic Morphology",
    "type": "Negative",
    "cost": [
      2,
      4,
      6
    ],
    "ego": false,
    "morph": true,
    "summary": "-10 per level on Integration Tests.",
    "description": "<p>This morph is substantially physiologically (and possibly neurologically) different from the baseline humanoid forms most transhumans are accustomed to sleeving. You receive a -10 modifier per level on Integration Tests ▶288 when sleeving into this morph. This modifier does not apply to the original morph of uplift or infolife characters. This trait may not be applied to morphs that don’t come with it.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "41ef3edb-79ae-4ced-9db7-5d707136430e"
  },
  {
    "name": "Frailty",
    "type": "Negative",
    "cost": [
      2,
      4
    ],
    "ego": false,
    "morph": true,
    "summary": "-5 DUR, also impacts WT and DR, see text.",
    "description": "<p>The morph is not as resilient as similar models. Reduce Durability by 5. This will also decrease Wound Threshold (equal to DUR ÷ 5) and Death Rating (DUR × 1.5 for biomorphs, DUR × 2 for synthmorphs).</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "7555b838-9443-4eae-a8e6-7a13cabce5bc"
  },
  {
    "name": "Genetic Defect",
    "type": "Negative",
    "cost": [
      1,
      2
    ],
    "ego": false,
    "morph": true,
    "summary": "Morph has minor or serious health complications. Flats only.",
    "description": "<p>This trait is only available for flats. The morph is not genefixed and suffers from a genetic disorder or other impairing mutation. Work with your GM to agree on a defect appropriate to your game. Some possibilities include: heart disease, diabetes, cystic fibrosis, sickle- cell disease, hypertension, hemophilia, or color blindness. Level 1 applies to genetic disorders that create minor complications and/ or occasional health problems (apply a -10 impairment modifier in certain circumstances). Level 2 is for defects that significantly impair functioning or inflict chronic health problems (an ongoing -10 impairment modifier or occasional -20). The GM determines the exact effects of the disorder on gameplay.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "20a204bf-f18f-414b-ab37-687127f30368"
  },
  {
    "name": "Hypersensitivity",
    "type": "Negative",
    "cost": [
      3
    ],
    "ego": false,
    "morph": true,
    "summary": "No implants allowed. Biomorphs only.",
    "description": "<p>This trait is only available to biomorphs. This morph rejects implants that are not already part of its design. It may not be upgraded with any additional bioware, cyberware, or nanoware.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "fdad2a78-b499-4a77-bc73-9661c46941b3"
  },
  {
    "name": "Infection Risk",
    "type": "Negative",
    "cost": [
      1,
      2,
      3
    ],
    "ego": false,
    "morph": true,
    "summary": "-10 per level to SOM Checks to resist the biological exsurgent virus.",
    "description": "<p>Your morph is vulnerable to exsurgent infection. Apply a -10 modifier per level to SOM Checks made to resist biological exsurgent virus infection.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "4b20dfb0-222d-4e18-8fc3-63f56c800149"
  },
  {
    "name": "Inherent Flaws",
    "type": "Negative",
    "cost": [
      2
    ],
    "ego": false,
    "morph": true,
    "summary": "10% chance of acquiring a wound each time a critical failure is rolled. Synthmorphs only.",
    "description": "<p>This trait is only available for synthmorphs. This particular morph has some unfixable flaws and inevitably breaks down. Any time a critical failure is rolled, there is a 10% chance the morph also acquires a wound.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "dddc2d17-ce71-4aa3-91c6-ca218c259e6d"
  },
  {
    "name": "Memory Artifact",
    "type": "Negative",
    "cost": [
      1
    ],
    "ego": false,
    "morph": true,
    "summary": "Recall other ego’s memory once per session; COG Check or SV 1d6.",
    "description": "<p>A previous ego’s memories somehow survived the wiping process and linger on in this morph’s brain/hardware. Once per session, a memory from this past occupant resurfaces in your mind. These memories are often emotionally charged and jarring; make a COG Check or suffer SV 1d6. These memories integrate into your own, though they may be erased with psychosurgery.</p><p>Work with your GM to decide the specifics of the memories. GMs should use these recall incidents for plot purposes; they may reveal sensitive data, incriminating evidence, secrets hidden from the public, or details the previous ego does not want spread.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "9e4d35be-d6ad-4cdd-b2ac-7a4933e9e403"
  },
  {
    "name": "Non-Human Biochemistry",
    "type": "Negative",
    "cost": [
      2,
      4
    ],
    "ego": false,
    "morph": true,
    "summary": "-10 to Medicine Tests, -20 if non-mammalian. Biomorphs only.",
    "description": "<p>This trait is only available to biomorphs. This morph has substantial physiological and genetic differences from human morphs. Level 1 applies to non-human morphs. Level 2 applies to non-mammalian morphs. Apply a -10 modifier per level to Medicine Tests. Certain drugs, toxin, chemicals, or medical procedures may not work or may have a different effect (GM discretion). This trait may not be applied to morphs that do not come with it.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "6bbb4ce8-3039-42f0-8a15-699cc1f5db60"
  },
  {
    "name": "Planned Obsolescence",
    "type": "Negative",
    "cost": [
      1
    ],
    "ego": false,
    "morph": true,
    "summary": "Cumulative pool loss/wound per month without maintenance.",
    "description": "<p>The morph is designed in such a way that it needs periodic genetic service pack therapy or proprietary maintenance or its performance will degrade. Treat this as a Moderate Complexity service required every month. For each month this is skipped, reduce the morph’s pools by 1 (the GM chooses which pool). If pools are reduced to 0, the morph incurs 1 wound per month that may not be repaired or healed. These manifest as joint pain, neural degradation, tumors, and other malfunctions. Once 4 wounds are accumulated, the morph is incapacitated. A gene therapy or maintenance session from a licensed hypercorp service provider (or a black market pirate) will restore the morph to full functionality.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "7137185a-53f3-45f8-be9d-c718da9ec7d2"
  },
  {
    "name": "Proprietary Tech",
    "type": "Negative",
    "cost": [
      2
    ],
    "ego": false,
    "morph": true,
    "summary": "-20 Hardware Tests, fixers do not work. Synthmorphs only.",
    "description": "<p>This trait is only available to synthmorphs. This morph was built with non-standard specifications, making most modern tools and software incompatible. This is a conscious design decision to make the user dependent upon the manufacturer for repairs and updates. Fixer nanoswarms will not work on this morph and Hardware: Robotics Tests suffer a -20 modifier.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "84cac60d-a6f0-453d-af90-ecc92ccb5f23"
  },
  {
    "name": "Severe Allergy",
    "type": "Negative",
    "cost": [
      2,
      4
    ],
    "ego": false,
    "morph": true,
    "summary": "-30 when exposed to allergen plus SOM Check or anaphylactic shock; death in 2d10 minutes without treatment. Biomorphs only.",
    "description": "<p>This trait is only available to biomorphs.The morph’s biochemistry suffers a severe allergic reaction (anaphylaxis) when it comes into contact (touched, inhaled, or ingested) with a specific allergen. At Level 1, the allergen may be uncommon (certain drugs, insect stings). At Level 2, it must be common (dust, dander, plant pollen, certain foods, nanoswarms, latex). Work with your GM to select an allergen that fits the game. If exposed to the allergen, you break into hives, have difficulty to breathing (-30 impairment modifier while exposed plus 10 minutes afterward), and must make a SOM Check or go into anaphylactic shock (incapacitation, will die of respiratory failure in 2d10 minutes unless medical care in the form of a successful Medicine: Paramedic Test is applied).</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "b4ad1538-e28c-4f45-b64c-98373f82be82"
  },
  {
    "name": "Skill Glitch",
    "type": "Negative",
    "cost": [
      1,
      2
    ],
    "ego": false,
    "morph": true,
    "summary": "-10 per level to one GM-chosen skill",
    "description": "<p>Some unfixable glitch in the morph’s hardware or brain structure impedes the use of one particular skill, chosen or randomly selected by the GM. Apply a -10 modifier per level to that skill’s use.</p>",
    "auto": true,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "419fd647-1f59-4298-a638-f8940d380842"
  },
  {
    "name": "Unattractiveness",
    "type": "Negative",
    "cost": [
      1,
      2
    ],
    "ego": false,
    "morph": true,
    "summary": "-10 to Persuade and Provoke Tests where looks matter.",
    "description": "<p>Even though sculpted good looks are easily purchased, this morph is conspicuously ugly or poorly designed, inspiring distaste or even revulsion in others. Apply a -10 modifier to Persuade and Provoke Tests where your hideousness may be a factor. Level 1 of this trait only applies to uplifts and synthmorphs; Level 2 is for humanoid biomorphs.</p>",
    "auto": false,
    "noted": true,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "a9698405-765c-4579-bcac-e151a8bfdf78"
  },
  {
    "name": "Weak Immune System",
    "type": "Negative",
    "cost": [
      1,
      2
    ],
    "ego": false,
    "morph": true,
    "summary": "-10 per level to resist chemicals, disease, drugs, and toxins. Biomorphs only.",
    "description": "<p>This trait is only available to biomorphs. The morph’s immune system is easily compromised. Apply a -10 modifier per level when resisting the effects of diseases, drugs, chemicals, and toxins.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "31e8f128-bf35-48f2-a86d-dfbb5e44c949"
  },
  {
    "name": "Zero-G Nausea",
    "type": "Negative",
    "cost": [
      2
    ],
    "ego": false,
    "morph": true,
    "summary": "-10 in micrograv; SOM Check or incapacitated for first hour. Biomorphs only.",
    "description": "<p>This trait is only available to biomorphs. This morph suffers from space sickness and does not fare well in zero gravity. Apply a -10 impairment modifier in any microgravity climate. Additionally, the first time you must acclimate or endure excessive movement in microgravity, you must make a SOM Check or spend 1 hour incapacitated by nausea.</p>",
    "auto": false,
    "noted": false,
    "resource": "Eclipse Phase Second Edition",
    "reference": "",
    "id": "00cda709-3a3b-4e1e-9730-57a7e038fa3a"
  }
]
